acpi
acpi_call
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-cn-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
aliyun-cli
anki
ansible
arch-audit
archlinuxcn-keyring
aria2-fast
ariang-allinone
asciinema
atop
aurutils
autoconf
automake
base
bat
bbswitch
betterlockscreen
bison
blender
blueman
bluez-utils
boost
bpython
browserpass
browserpass-chromium
bumblebee
calc
chromium-vaapi
cloudcross
cmake
conky
copyq
cowsay
croc
cronie
cups-pdf
cyrus-sasl
darktable
deadbeef
diff-so-fancy
docker-compose
dos2unix
dot2tex
doxygen
dunst
ebtables
edk2-ovmf
elementary-icon-theme
faac
faad2
fcitx-rime
firefox
firewalld
flameshot
fontforge
freerdp
fwupd
gendesk
geoip
go
gparted
grml-zsh-config
grub
grub-btrfs
gruvbox-dark-icons-gtk
gsimplecal
gtk-engine-murrine
hsetroot
htop
hwinfo
i3status-rust-git
intel-ucode
inxi
iotop
iptraf-ng
isync
kakoune
kde-gtk-config
kdenlive
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kubectl
kubectx
kwallet-pam
kwayland-integration
kwrited
lhasa
libdbusmenu-gtk2
libguestfs
libindicator-gtk2
libmad
libmikmod
libmp4v2
libreoffice-fresh-zh-cn
libvirt
libxklavier
light
linux
linux-headers
lsd
lshw
lsof
man-db
man-pages
meld
mosh
msmtp
mtr
namcap
nano
ncdu
neofetch
neomutt
netease-cloud-music
networkmanager
networkmanager-qt
networkmanager-strongswan
nextcloud-client
nfs-utils
nmap
nnn
notmuch
notmuch-vim
ntp
numlockx
nvchecker
nvidia
nvidia-prime
nvidia-settings
obs-studio
okular
open-vm-tools
openjpeg
openldap
openvpn
optimus-manager-qt-kde
opusfile
ostree
oxygen
p7zip
package-query
pacvis-git
pam-u2f
pamixer
pangox-compat
papirus-icon-theme
pass
pavucontrol
pcsc-tools
perl-ldap
perl-object-multitype
perl-xml-rss
perl-xml-smart
picom
pkgfile
plantuml
plasma-browser-integration
plasma-desktop
plasma-pa
plasma-sdk
plasma-thunderbolt
playerctl
podman
ponymix
privoxy
procmail
prometheus
proton
proxychains-ng
py3status
python-black
python-cachecontrol
python-colorclass
python-distlib
python-gevent
python-i3ipc
python-language-server
python-matplotlib
python-pep517
python-pip
python-progress
python-pytoml
python-retrying
python-terminaltables
python-wheel
python2-cairo
python2-colorama
python2-gobject
python2-pytest
python2-requests
python2-wheel
python2-yaml
rdesktop
redshift
reflector
remmina
ripgrep
rocksdb
rofimoji
rpcsvc-proto
rslsync
ruby-bundler
s-tui
s3cmd
scrot
sddm-kcm
simplescreenrecorder
sipcalc
sl
smpeg
snap-pac-grub
snap-sync
sndio
sssd
steam
stow
strace
sway
sxiv
sysdig
syslog-ng
sysstat
systemtap
terminus-font
termite
tex-gyre-fonts
throttled
tig
tlp
tlp-rdw
traceroute
transmission-gtk
ttf-caladea
ttf-carlito
ttf-font-awesome
ttf-inconsolata
ttf-ionicons
ttf-merriweather
ttf-merriweather-sans
ttf-monaco
ttf-oswald
ttf-quintessential
ttf-roboto
ttf-signika
ttf-symbola
ttf-ubuntu-font-family
typora
udiskie
ufw
unbound
unclutter
unison
unrar
urlwatch
usbguard
user-manager
v2ray
vi
vim-ansible
vim-gruvbox-community
vim-nerdtree
vimiv
virt-manager
vnstat
waybar
webkit2gtk
wire-desktop
wl-clipboard-manager
wqy-microhei
wqy-zenhei
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-synaptics
xf86-input-vmmouse
xf86-video-vmware
xfce4-panel
xfce4-terminal
xlockmore
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-xev
xorg-xinit
xsecurelock
xss-lock
yarn
yay
yubikey-manager-qt
yubikey-personalization-gui
yubikey-touch-detector
zoom
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
