389-ds-base
acpi
acpi_call
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-cn-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alpine-git
alsa-utils
anki
antigen-git
arch-audit
archlinuxcn-keyring
aria2-fast
ariang-allinone
asciinema
aurutils
autoconf
automake
bash
bash-completion
bat
bbswitch
betterlockscreen
bind-tools
binutils
bison
blender
bluedevil
bolt
bpython
breeze-gtk
bridge-utils
bumblebee
bzip2
calc
calibre
chromium-vaapi
cifs-utils
cockpit
cockpit-dashboard
cockpit-pcp
conky
copyq
coreutils
croc
cronie
cryptsetup
cups
cups-pdf
darktable
deadbeef
device-mapper
devtools
dhcpcd
dialog
diff-so-fancy
diffutils
dmenu
dmidecode
dockd
docker
dos2unix
dot2tex
drkonqi
dunst
e2fsprogs
efibootmgr
ethtool
exfat-utils
fakeroot
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-rime
feh
file
filesystem
findutils
firefox
firewalld
flameshot
flashplugin
flex
fonts-meta-extended-lt
freerdp
fwupd
galera
gawk
gcc
gcc-libs
geoip
gettext
git
glibc
gnuplot
gparted
graphviz
grep
groff
grub
gsimplecal
gtk-theme-arc-gruvbox-git
guile
gzip
hsetroot
htop
hwinfo
i3-gaps
i3blocks
i3status
i3status-rust-git
imagemagick
inetutils
intel-media-driver
intel-ucode
inxi
iproute2
iptraf-ng
iputils
isync
iwd
jfsutils
jq
jre-openjdk
kakoune
kde-gtk-config
kdeplasma-addons
kernel-modules-hook
kgamma5
kinfocenter
kitty
kscreen
ksshaskpass
kwallet-pam
kwayland-integration
kwrited
less
libreoffice-fresh-zh-cn
libtool
libu2f-host
libvirt
licenses
light
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lshw
lsof
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
meld
mesa-demos
mlocate
mosh
mpv
msmtp
mtr
nano
neofetch
neomutt
net-snmp
net-tools
netctl
netease-cloud-music
networkmanager
networkmanager-strongswan
nmap
nnn
nomachine-enterprise-client
notmuch
notmuch-vim
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
numlockx
nvidia-prime
nvidia-settings
obs-studio
okular
open-vm-tools
openldap
openssh
openvpn
os-prober
otf-font-awesome
otf-font-awesome-4
otf-san-francisco-pro
oxygen
pacman
pacman-contrib
pam-u2f
pamixer
pangox-compat
papirus-icon-theme
patch
pavucontrol
pciutils
pcmanfm
pcsc-tools
pcsclite
pepper-flash
perl
perl-anyevent-i3
perl-json-xs
picom
pkgconf
pkgfile
plantuml
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace-wallpapers
playerctl
podman
ponymix
powerdevil
primus
privoxy
procmail
procps-ng
proxychains-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
py3status
python-black
python-docopt
python-gevent
python-i3ipc
python-language-server
python-pip
python-pydbus
python-pylint
python-pytz
python-pyudev
python-tzlocal
ranger
rclone
redshift
reiserfsprogs
ripgrep
rofi
rofimoji
rsync
rtmpdump
ruby-bundler
rxvt-unicode
s-nail
s-tui
scrot
sddm
sddm-kcm
sed
shadow
simplescreenrecorder
sipcalc
smartmontools
snap-sync
snapper
socat
stow
strongswan
sudo
sxiv
sysfsutils
syslog-ng
sysstat
systemd
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
throttled
tig
timeshift
tk
tlp
tlp-rdw
tmux
traceroute
tree
ttf-croscore
ttf-dejavu
ttf-font-awesome
ttf-font-icons
ttf-inconsolata
ttf-ionicons
ttf-joypixels
ttf-monaco
ttf-roboto
typora
udftools
udiskie
unbound
unclutter
unison
unzip
urlwatch
usbguard
usbutils
user-manager
util-linux
v2ray
vi
vim
vmware-workstation-macos
vnstat
w3m
wd719x-firmware
wget
which
wire-desktop
wireguard-arch
wireguard-tools
wmctrl
wqy-microhei
wqy-zenhei
x86_energy_perf_policy
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-input-vmmouse
xf86-video-intel
xf86-video-vmware
xfce4-terminal
xfsprogs
xkb-switch
xlockmore
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-xinit
xorg-xrandr
xorg-xwininfo
xsecurelock
xss-lock
xterm
yaourt
yapf
yarn
yay
youtube-dl
yubikey-manager-qt
yubikey-personalization-gui
yubikey-touch-detector
zeal
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
