acpi_call-dkms
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alsa-utils
anki
archlinuxcn-keyring
aria2-fast
ariang-allinone
asciinema
autoconf
automake
bash
bash-completion
bind-tools
binutils
bison
btrfs-progs
bumblebee
bzip2
calibre
chromium
cifs-utils
copyq
coreutils
cryptsetup
cups
device-mapper
devtools
dhcpcd
dialog
diffutils
dmenu
dmidecode
dos2unix
e2fsprogs
efibootmgr
ethtool
exfat-utils
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-rime
feh
file
filesystem
findutils
firefox
firewalld
flameshot
flashplugin
flex
fwupd
gawk
gcc
gcc-libs
gettext
git
glibc
gnuplot
gparted
graphviz
grep
groff
grub
gzip
htop
hwinfo
i3-wm
i3blocks
i3lock
i3status
i3status-rust-git
inetutils
intel-ucode
inxi
iproute2
iptraf-ng
iputils
isync
jfsutils
jre-openjdk
less
libreoffice-fresh-zh-cn
libtool
libu2f-host
licenses
linux-firmware
linux-lts
linux-lts-headers
logrotate
lsb-release
lsd
lsof
lvm2
m4
make
man-db
man-pages
mdadm
mesa-demos
mosh
nano
neofetch
net-tools
netctl
netease-cloud-music
networkmanager
nomachine-enterprise-client
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-settings
obs-studio
okular
open-vm-tools
openldap
openssh
openvpn
os-prober
otf-font-awesome
otf-font-awesome-4
pacman
pam-u2f
papirus-icon-theme
patch
pciutils
pcmanfm
pcsc-tools
pepper-flash
perl
pkgconf
pkgfile
ponymix
procps-ng
proxychains-ng
psmisc
pulseaudio-modules-bt
py3status
python
python-docopt
python-periphery
ranger
rclone
reiserfsprogs
rofi
rsync
rtmpdump
rxvt-unicode
s-nail
s-tui
scrot
sddm
sed
shadow
shadowsocks-libev
smartmontools
snap-sync
snapper
socat
stow
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
telegram-desktop
texinfo
tk
tlp
tlp-rdw
tmux
traceroute
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-monaco
typora
udftools
usbutils
util-linux
v2ray
veracrypt
vi
vim
w3m
wget
which
wireguard-lts
wireguard-tools
wpa_supplicant
wqy-microhei
wqy-zenhei
x86_energy_perf_policy
xbindkeys
xclip
xdot
xf86-video-intel
xfce4-terminal
xfsprogs
xlockmore
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-xbacklight
xsensors
xss-lock
yaourt
yarn
yay
youtube-dl
yubikey-personalization-gui
zathura
zathura-pdf-poppler
zeal
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
